"ONE_SONG" = "1 Bài hát";
"SONGS_COUNT_FORMAT" = "%d Bài hát";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Đã phát hành %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Nhạc";

"123" = "123";

"Add All Albums" = "Thêm Tất cả Album";

"Add All Songs" = "Thêm Tất cả Bài hát";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Lưu";
"ADD_PLAYLIST_DIALOG_TITLE" = "DS bài hát Mới";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Nhập tên cho DS bài hát này.";
"ADD_PLAYLIST_ROW" = "Thêm DS bài hát…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Tiêu đề";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Thêm bài hát vào “%@”.";
"EDIT_PLAYLIST_RENAME" = "Đổi tên";
"EDIT_PLAYLIST_ADD_SONGS" = "Thêm Bài hát";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Đổi tên DS bài hát";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Tiêu đề";

"Albums" = "Album";

"All Albums" = "Tất cả Album";

"All Songs" = "Tất cả Bài hát";

"Cancel" = "Hủy";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Đang cập nhật Thư viện\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Việc này có thể mất vài phút.";

"Refresh Playlist" = "Làm mới Danh sách bài hát";

"CLEAR" = "Xóa hết";

"Clear Playlist" = "Xóa hết DS bài hát";

"Save Playlist" = "Lưu Danh sách bài hát";

"Delete Playlist" = "Xóa DS bài hát";

"Delete" = "Xóa DS";

"Done" = "Xong";

"Edit" = "Sửa";

"Save" = "Lưu";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d Album";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d Nghệ sỹ";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d Mục";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d Bản nhạc";

"LISTING_COUNT_GENRES_FORMAT" = "%d Loại";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d DS bài hát";

"LISTING_COUNT_SONGS_FORMAT" = "%d Bài hát";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Nghệ sỹ";

"NO_CONTEXT_NAVTITLE_GENRES" = "Loại";

"OK" = "OK";

"Playlists" = "DS bài hát";

"Shuffle" = "Ngẫu nhiên";

"Songs" = "Bài hát";

"Unknown" = "Không xác định";
"UNKNOWN_ARTIST" = "Nghệ sỹ Không xác định";
"UNKNOWN_ALBUM" = "Album Không xác định";

"NOW_PLAYING_BUTTON_LABEL" = "Hiện\nĐang phát";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Nghệ sỹ (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Nghệ sỹ (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Album (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "DS bài hát (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "DS bài hát (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Bài hát (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Bài hát (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Loại (%@ Kết quả)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Loại (%@ Kết quả)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Thêm bài hát vào danh sách %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Đã phát hành %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Bài hát";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Bài hát";
"ALBUM_INFO_TIME_SINGULAR" = "1 Phút";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u Phút";

"UNKNOWN_DURATION" = "--:--";
